[
    {
        "name": "Comfort Suite",
        "description": "A room located on the ‘executive floor’ which enables convenient access to the executive lounge. Besides, some hotels also provide ‘female executive floors’ with their rooms assigned to female guests only due to safety and security reasons. A room assigned to one person. May have one or more beds.The room size or area of Single Rooms are generally between 37 m² to 45 m²",
        "image_source": "static/assets/img/room1.jpg",
        "url": "thorin"
    },
    {
        "name": "Paradise Suite",
        "description": "A room with a king-sized bed. This room has an ajoining hot tub and plenty of space for one or more people. You will be sure to have a memory you won't forget when you stay inour Paradise Suite. Perfect for an anniversary, getaway, or business trip alike. Our staff is alwasy here to assist you. The room size or area of King Rooms are generally between 32 m² to 50 m².",
        "image_source": "static/assets/img/room2.webp",
        "url": "kili-and-fili"
    },
    {
        "name": "Royal Suite",
        "description": "The most expensive room provided by a hotel. Usually, only one president suite is available in one single hotel property. Similar to the normal suites, a president suite always has one or more bedrooms and a living space with a strong emphasis on grand in-room decoration, high-quality amenities and supplies, and tailor-made services (e.g. personal butler during the stay).",
        "image_source": "static/assets/img/room3.jpg",
        "url": "oin"
    },
    {
        "name": "Double Suite",
        "description": "A Room with two double ( or perhaps queen) beds. And can accommodate two to four persons with two twin, double or queen-size beds. Perfect for rambuncous children to spend their evenings and wind down after a long day exploring the town and surrounding area. The room size or area of Double-double / Double Twin rooms are generally between 50 m² to 70 m².",
        "image_source": "static/assets/img/room4.jpg",
        "url": "gloin"
    }    
]